{
  "text": {
    "hey": 40,
    "hello": 38,
    "hi": 41,
    "there": 90,
    "good": 32,
    "morning": 59,
    "evening": 23,
    "moin": 58,
    "let": 52,
    "s": 75,
    "go": 30,
    "dude": 22,
    "goodmorning": 35,
    "goodevening": 34,
    "afternoon": 2,
    "cu": 18,
    "by": 11,
    "cee": 14,
    "you": 105,
    "later": 51,
    "night": 67,
    "bye": 12,
    "goodbye": 33,
    "have": 37,
    "a": 1,
    "nice": 66,
    "day": 19,
    "see": 79,
    "around": 8,
    "yes": 103,
    "y": 102,
    "indeed": 46,
    "of": 71,
    "course": 17,
    "that": 88,
    "sounds": 82,
    "correct": 16,
    "no": 68,
    "n": 62,
    "never": 64,
    "i": 44,
    "don": 21,
    "t": 86,
    "think": 91,
    "so": 81,
    "like": 53,
    "way": 97,
    "not": 69,
    "really": 74,
    "perfect": 73,
    "great": 36,
    "amazing": 5,
    "feeling": 27,
    "king": 50,
    "wonderful": 100,
    "am": 4,
    "very": 94,
    "going": 31,
    "to": 92,
    "save": 78,
    "the": 89,
    "world": 101,
    "super": 85,
    "stoked": 83,
    "extremely": 24,
    "my": 61,
    "was": 96,
    "horrible": 42,
    "sad": 77,
    "feel": 26,
    "well": 99,
    "disappointed": 20,
    "m": 55,
    "unhappy": 93,
    "extremly": 25,
    "saad": 76,
    "are": 7,
    "bot": 10,
    "human": 43,
    "talking": 87,
    "name": 63,
    "is": 47,
    "arbaz": 6,
    "call": 13,
    "me": 56,
    "john": 49,
    "alice": 3,
    "michael": 57,
    "student": 84,
    "number": 70,
    "__number__": 0,
    "it": 48,
    "here": 39,
    "london": 54,
    "paris": 72,
    "want": 95,
    "weather": 98,
    "in": 45,
    "berlin": 9,
    "show": 80,
    "forecast": 29,
    "for": 28,
    "new": 65,
    "york": 104,
    "check": 15,
    "mumbai": 60
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 2,
    "provide_name": 10,
    "provide_student_number": 11,
    "provide_city": 9,
    "ask_weather": 1,
    "lsbu": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_weather": 6,
    "action_store_user_info": 11,
    "utter_ask_city": 14,
    "utter_ask_student_number": 15,
    "utter_cheer_up": 16,
    "utter_did_that_help": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_happy": 20,
    "utter_iamabot": 21,
    "utter_lsbu": 22
  },
  "action_text": null,
  "intent_response_key": null
}